{
  "stories": [
    {
      "title": "Cinnamon",
      "author": "Neil Gaiman",
      "body": "<p>Cinnamon was a princess, a long time ago, in a small hot country, where everything was very old. Her eyes were pearls, which gave her great beauty, but meant she was blind. Her world was the colour of pearls: pale white and pink, and softly glowing.</p><p>Cinnamon did not talk.</p><p>Her father and her mother -- the Rajah and Rani -- offered a room in the palace, a field of stunted mango trees, a portrait of the Rani's aunt executed on hardwood in enamels, and a green parrot, to any person who could get Cinnamon to talk.</p><p>The mountains ringed the country on one side, the jungle on the other; and few and far came the people to try to teach Cinnamon to speak. But come they did: and they stayed in the room in the palace, and cultivated the field of mango trees, and fed the parrot, and admired the portrait of the Rani's aunt (who was quite a celebrated beauty in her day, although she was now old and crabbed and pinched with age and disappointment), and, eventually, they went away, frustrated, and cursing the silent little girl.</p><p>One day a tiger came to the palace. He was huge and fierce, a nightmare in black and orange, and he moved like a god through the world; which is how tigers move. The people were afraid.</p><p>\"There is nothing to be frightened of,\" said the Rajah. \"Very few tigers are man-eaters.\"</p><p>\"But I am,\" said the tiger.</p><p>The people were much amazed at this, although it did nothing whatsoever to quell their fear.</p><p>\"You might be lying,\" said the Rajah.</p><p>\"I might be,\" said the tiger. \"But I'm not. Now: I am here to teach the girl-cub to talk.\"</p><p>The Rajah consulted with the Rani, and, despite the urgings of the Rani's aunt, who was of the opinion that the tiger should be driven out from the city with brooms and sharp sticks, the tiger was shown to the room in the palace, and given the enamel painting, and the deeds to the mango field, and he would also have been given the parrot, had it not squawked and flown to the rafters, where it stayed and refused to come down.</p><p>Cinnamon was shown into the tiger's room.</p><p>\"There was a young lady from Riga,\" squawked the parrot, from high in the rafters, \"who went for a ride on a tiger. They came back from the ride with the lady inside and a smile on the face of the tiger.\" (Although, in the interests of historical and literary accuracy, I am obliged to point out here that the parrot actually quoted another poem, much older, and a little longer, with, ultimately, a similar message.)</p><p>\"There,\" said the Rani's aunt. \"Even the bird knows.\"</p><p>\"Leave me with the girl,\" said the tiger.</p><p>And, reluctantly, the Rajah and the Rani and the Rani's aunt and the palace staff left the beast with Cinnamon. She pushed her fingers into its fur, and felt its hot breath on her face.</p><p>The tiger put Cinnamon's hand into his.</p><p>\"Pain,\" said the tiger, and it extended one needle-sharp claw into Cinnamon's palm. It pierced her soft brown skin, and a bead of bright blood welled up.</p><p>Cinnamon whimpered.</p><p>\"Fear,\" said the tiger, and it began to roar, starting so quietly you could scarcely hear it, working its way up to a purr, then a quiet roar, like a distant volcano, then to a roar so loud that the palace walls shook.</p><p>Cinnamon trembled.</p><p>\"Love,\" said the tiger, and with its rough red tongue it licked the blood from Cinnamon's palm, and licked her soft brown face.</p><p>\"Love?\" whispered Cinnamon, in a voice wild and dark from disuse.</p><p>And the tiger opened its mouth and grinned like a hungry god; which is how tigers grin.</p><p>The moon was full that night.</p><p>It was bright morning when the child and the tiger walked out of the room together. Cymbals crashed, and bright birds sang, and Cinnamon and the tiger walked towards the Rani and the Rajah, who sat at one end of the throne room, being fanned with palm fronds by elderly retainers. The Rani's aunt sat in a corner of the room, drinking tea disapprovingly.</p><p>\"Can she talk yet?\" asked the Rani.</p><p>\"Why don't you ask her?\" growled the tiger.</p><p>\"Can you talk?\" the Rajah asked Cinnamon.</p><p>The girl nodded</p><p>\"Hah!\" cackled the Rani's aunt. \"She can no more talk than she can lick her own backbone!\"</p><p>\"Hush,\" said the Rajah to the Rani's aunt.</p><p>\"I can talk,\" said Cinnamon. \"I think I always could.\"</p><p>\"Then why didn't you?\" asked her mother.</p><p>\"She's not talking now,\" muttered the Rani's aunt, wagging one stick-like finger. \"That tiger is throwing his voice.\"</p><p>\"Can no-one get that woman to stop talking?\" asked the Rajah of the room.</p><p>\"Easier to stop 'em than start 'em,\" said the tiger, and he dealt with the matter.</p><p>And Cinnamon said, \"Why not? Because I had nothing to say.\"</p><p>\"And now?\" asked her father.</p><p>\"And now the tiger has told me of the jungle, of the chattering of the monkeys and the smell of the dawn and the taste of the moonlight and the noise a lakeful of flamingoes makes when it takes to the air,\" she said. \"And what I have to say is this: I am going with the tiger.\"</p><p>\"You cannot do this thing,\" said the Rajah. \"I forbid it.\"</p><p>\"It is difficult,\" said Cinnamon, \"to forbid a tiger anything it wants.\"</p><p>And the Rajah and the Rani, after giving the matter a little consideration, agreed that this was so.</p><p>\"And besides,\" said the Rani, \"she'll certainly be happier there.\"</p><p>\"But what about the room in the palace? And the mango grove? And the parrot? And the picture of the Rani's late aunt?\" asked the Rajah, who felt that there was a place for practicality in the world.</p><p>\"Give them to the people,\" said the tiger.</p><p>And so an announcement was made to the people of the city that they were now the proud owners of a parrot, a portrait, and a mango grove, and that the Princess Cinnamon could speak, but would be leaving them for a while to further her education.</p><p>A crowd gathered in the town square, and soon the door of the palace opened, and the tiger and the child came out. The tiger walked slowly through the crowd with the little girl on his back, holding tightly to his fur, and soon they both were swallowed by the jungle; which is how a tiger leaves.</p><p>So, in the end, nobody was eaten, save only the Rani's elderly aunt, who was gradually replaced in the popular mind by the portrait of her, which hung in the town square, and was thus forever beautiful and young.</p>"
    }
  ]
}